#!/bin/bash
clear
echo -e '\e[1;31m  ███╗   ██╗ ██████╗  █████╗ \e[0m'
echo -e '\e[1;31m  ████╗  ██║██╔═████╗██╔══██╗\e[0m'
echo -e '\e[1;31m  ██╔██╗ ██║██║██╔██║███████║\e[0m'
echo -e '\e[1;31m  ██║╚██╗██║██████╔╝║██╔══██║\e[0m'
echo -e '\e[1;31m  ██║ ╚████║╚██████╔╝██║  ██║\e[0m'
echo -e '\e[1;31m  ╚═╝  ╚═══╝ ╚═════╝ ╚═╝  ╚═╝\e[0m'
echo -e '\e[1;34m  🔹 N0A_script | Creador: N0A 🔹 \e[0m'
echo ""
echo "⌛ Cargando optimización de respuesta..."
(while true; do echo 1 > /dev/null; sleep 0.001; done) &
sleep 2
echo "🚀 OPTIMIZACIÓN DE N0A ACTIVA"
echo "✅ JUEGO FLUIDO (MANTÉN TERMUX ABIERTO)"
echo ""
echo "█▓▒▒░░░ DISFRUTA EL JUEGO - BY N0A ░░░▒▒▓█"
